Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 提醒事项同步更新失败，本地已保存。可重新点击「写入提醒事项」重试。
ar: فشل مزامنة التحديث مع التذكيرات؛ حُفظ محليًا. انقر «كتابة إلى التذكيرات» مرة أخرى لإعادة المحاولة.
de: Synchronisation mit Erinnerungen fehlgeschlagen; lokal gespeichert. Klicken Sie erneut auf „In Erinnerungen schreiben“, um es erneut zu versuchen.
en: Failed to sync the update to Reminders; saved locally. Click "Write to Reminders" to retry.
es: Error al sincronizar la actualización con Recordatorios; guardado localmente. Pulsa de nuevo «Escribir en Recordatorios» para reintentar.
fr: Échec de la synchronisation vers Rappels ; enregistré localement. Cliquez à nouveau sur « Écrire dans Rappels » pour réessayer.
hi: रिमाइंडर से सिंक अपडेट में विफल; स्थानीय रूप से सहेजा गया। पुनः प्रयास के लिए «रिमाइंडर में लिखें» पर फिर क्लिक करें।
id: Gagal menyinkronkan pembaruan ke Pengingat; tersimpan secara lokal. Klik «Tulis ke Pengingat» lagi untuk mencoba ulang.
it: Sincronizzazione dell'aggiornamento con Promemoria non riuscita; salvato localmente. Fai di nuovo clic su «Scrivi in Promemoria» per riprovare.
ja: リマインダーへの同期更新に失敗しました。ローカルには保存されています。「リマインダーに書き込む」を再度クリックして再試行できます。
ko: 알림 동기화 업데이트에 실패했습니다. 로컬에는 저장되었습니다. '알림에 쓰기'를 다시 클릭하여 재시도할 수 있습니다.
nl: Update synchroniseren met Herinneringen mislukt; lokaal bewaard. Klik opnieuw op «Naar Herinneringen schrijven» om opnieuw te proberen.
pl: Nie udało się zsynchronizować aktualizacji z Przypomnieniami; zapisano lokalnie. Kliknij ponownie «Zapisz do Przypomnień», aby spróbować jeszcze raz.
pt: Falha ao sincronizar a atualização com o Lembretes; salvo localmente. Clique novamente em «Gravar no Lembretes» para tentar de novo.
ru: Не удалось синхронизировать обновление с Напоминаниями; сохранено локально. Нажмите «Записать в Напоминания» ещё раз, чтобы повторить.
sv: Det gick inte att synkronisera uppdateringen med Påminnelser; sparat lokalt. Klicka på «Skriv till Påminnelser» igen för att försöka på nytt.
th: ซิงค์การอัปเดตกับเตือนความจำไม่สำเร็จ บันทึกในเครื่องแล้ว คลิก «เขียนลงเตือนความจำ» อีกครั้งเพื่อลองใหม่
tr: Güncelleme Anımsatıcılar ile eşitlenemedi; yerel olarak kaydedildi. Yeniden denemek için tekrar «Anımsatıcılar'a yaz»a tıklayın.
uk: Не вдалося синхронізувати оновлення з Нагадуваннями; збережено локально. Клацніть «Записати в Нагадування» ще раз, щоб повторити.
vi: Đồng bộ cập nhật với Lời nhắc thất bại; đã lưu cục bộ. Nhấp lại «Ghi vào Lời nhắc» để thử lại.
zh_hant: 提醒事項同步更新失敗，本地已儲存。可重新點擊「寫入提醒事項」重試。

source: 提醒事项访问权限
ar: الوصول إلى التذكيرات
de: Erinnerungszugriff
en: Reminders Access
es: Acceso a Recordatorios
fr: Accès à Rappels
hi: रिमाइंडर पहुँच
id: Akses Pengingat
it: Accesso a Promemoria
ja: リマインダーへのアクセス
ko: 알림 접근 권한
nl: Herinneringen-toegang
pl: Dostęp do Przypomnień
pt: Acesso ao Lembretes
ru: Доступ к Напоминаниям
sv: Påminnelser-åtkomst
th: การเข้าถึงเตือนความจำ
tr: Anımsatıcılar erişimi
uk: Доступ до Нагадувань
vi: Quyền truy cập Lời nhắc
zh_hant: 提醒事項訪問權限

source: 搜索录音或笔记
ar: البحث في التسجيلات أو الملاحظات
de: Aufnahmen oder Notizen durchsuchen
en: Search recordings or notes
es: Buscar grabaciones o notas
fr: Rechercher des enregistrements ou des notes
hi: रिकॉर्डिंग या नोट खोजें
id: Cari rekaman atau catatan
it: Cerca registrazioni o note
ja: 録音やノートを検索
ko: 녹음 또는 메모 검색
nl: Zoek opnamen of notities
pl: Szukaj nagrań lub notatek
pt: Buscar gravações ou notas
ru: Поиск записей и заметок
sv: Sök inspelningar eller anteckningar
th: ค้นหาการบันทึกหรือโน้ต
tr: Kayıt veya not ara
uk: Шукати записи або нотатки
vi: Tìm bản ghi hoặc ghi chú
zh_hant: 搜索錄音或筆記

source: 搜索设置与命令
ar: البحث في الإعدادات والأوامر
de: Einstellungen und Befehle durchsuchen
en: Search settings and commands
es: Buscar ajustes y comandos
fr: Rechercher réglages et commandes
hi: सेटिंग्स और कमांड खोजें
id: Cari pengaturan dan perintah
it: Cerca impostazioni e comandi
ja: 設定とコマンドを検索
ko: 설정 및 명령 검색
nl: Zoek in instellingen en opdrachten
pl: Szukaj ustawień i poleceń
pt: Pesquisar ajustes e comandos
ru: Поиск по настройкам и командам
sv: Sök i inställningar och kommandon
th: ค้นหาการตั้งค่าและคำสั่ง
tr: Ayar ve komut ara
uk: Пошук налаштувань і команд
vi: Tìm cài đặt và lệnh
zh_hant: 搜尋設定與指令

source: 搜索转写内容...
ar: البحث في التفريغ...
de: Transkription durchsuchen...
en: Search transcript...
es: Buscar en la transcripción...
fr: Rechercher dans la transcription...
hi: ट्रांसक्रिप्ट में खोजें...
id: Cari di transkripsi...
it: Cerca nella trascrizione...
ja: 文字起こしを検索...
ko: 전사 내용 검색...
nl: Zoek in transcriptie...
pl: Szukaj w transkrypcji...
pt: Buscar na transcrição...
ru: Поиск в транскрипции...
sv: Sök i transkriberingen...
th: ค้นหาในบทถอดความ...
tr: Çeviri yazıda ara...
uk: Шукати в транскрипції...
vi: Tìm trong bản chuyển ngữ...
zh_hant: 搜索轉寫內容...

source: 撤销
ar: تراجع
de: Widerrufen
en: Undo
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ru: Отменить
sv: Ångra
th: เลิกทำ
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hant: 撤銷

source: 播放
ar: تشغيل
de: Abspielen
en: Play
es: Reproducir
fr: Lire
hi: चलाएँ
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nl: Speel af
pl: Odtwórz
pt: Reproduzir
ru: Воспроизвести
sv: Spela upp
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát

source: 播放、关键帧与视觉纪要
ar: التشغيل والإطارات الرئيسية والملخص المرئي
de: Wiedergabe, Keyframes und visuelle Notizen
en: Playback, Keyframes and Visual Notes
es: Reproducción, fotogramas clave y resumen visual
fr: Lecture, images clés et résumé visuel
hi: प्लेबैक, कीफ़्रेम और दृश्य सारांश
id: Pemutaran, keyframe, dan ringkasan visual
it: Riproduzione, fotogrammi chiave e sintesi visiva
ja: 再生・キーフレーム・映像要約
ko: 재생·키프레임·영상 요약
nl: Afspelen, keyframes en visuele notities
pl: Odtwarzanie, klatki i podsumowanie obrazu
pt: Reprodução, fotogramas-chave e resumo visual
ru: Воспроизведение, ключевые кадры и визуальная сводка
sv: Uppspelning, nyckelbildrutor och visuell sammanfattning
th: การเล่น คีย์เฟรม และสรุปภาพ
tr: Oynatma, kareler ve görsel özet
uk: Відтворення, ключові кадри та візуальний підсумок
vi: Phát, khung hình chính và tóm tắt hình ảnh
zh_hant: 播放、關鍵影格與視覺紀要

source: 播放进度
ar: تقدم التشغيل
de: Wiedergabefortschritt
en: Playback progress
es: Progreso de reproducción
fr: Progression de lecture
hi: प्लेबैक प्रगति
id: Kemajuan pemutaran
it: Avanzamento riproduzione
ja: 再生の進行
ko: 재생 진행률
nl: Afspeelvoortgang
pl: Postęp odtwarzania
pt: Progresso da reprodução
ru: Прогресс воспроизведения
sv: Uppspelningsförlopp
th: ความคืบหน้าการเล่น
tr: Oynatma ilerlemesi
uk: Поступ відтворення
vi: Tiến trình phát
zh_hant: 播放進度

source: 支持 LM Studio、Ollama、云端 API 等多种 LLM
ar: يدعم LM Studio وOllama وواجهات API السحابية وغيرها من نماذج LLM
de: Unterstützt LM Studio, Ollama, Cloud-APIs und weitere LLMs
en: Supports LM Studio, Ollama, cloud APIs and other LLMs
es: Compatible con LM Studio, Ollama, API en la nube y otros LLM
fr: Prend en charge LM Studio, Ollama, les API cloud et d'autres LLM
hi: LM Studio, Ollama, क्लाउड API और अन्य LLM समर्थित
id: Mendukung LM Studio, Ollama, API cloud, dan LLM lainnya
it: Supporta LM Studio, Ollama, API cloud e altri LLM
ja: LM Studio、Ollama、クラウド API など多様な LLM に対応
ko: LM Studio, Ollama, 클라우드 API 등 다양한 LLM 지원
nl: Ondersteunt LM Studio, Ollama, cloud-API's en andere LLM's
pl: Obsługuje LM Studio, Ollama, API w chmurze i inne LLM
pt: Suporta LM Studio, Ollama, APIs na nuvem e outros LLMs
ru: Поддерживает LM Studio, Ollama, облачные API и другие LLM
sv: Stöder LM Studio, Ollama, moln-API:er och andra LLM:er
th: รองรับ LM Studio, Ollama, API คลาวด์ และ LLM อื่น ๆ
tr: LM Studio, Ollama, bulut API'leri ve diğer LLM'leri destekler
uk: Підтримує LM Studio, Ollama, хмарні API та інші LLM
vi: Hỗ trợ LM Studio, Ollama, API đám mây và các LLM khác
zh_hant: 支持 LM Studio、Ollama、雲端 API 等多種 LLM

source: 支持 m4a、mp3、wav，也支持 mp4、mov、m4v 视频导入（自动抽取音轨，原始视频同文件夹保留）
ar: يدعم m4a وmp3 وwav، وكذلك استيراد فيديو mp4 وmov وm4v (يُستخرج المسار الصوتي تلقائيًا ويُحتفظ بالفيديو الأصلي في المجلد نفسه)
de: Unterstützt m4a, mp3 und wav sowie den Import von mp4-, mov- und m4v-Videos (Audiospur wird automatisch extrahiert, das Originalvideo bleibt im selben Ordner erhalten)
en: Supports m4a, mp3, and wav, as well as mp4, mov, and m4v video imports (audio track extracted automatically; the original video is kept in the same folder)
es: Compatible con m4a, mp3 y wav, y también con la importación de vídeos mp4, mov y m4v (la pista de audio se extrae automáticamente y el vídeo original se conserva en la misma carpeta)
fr: Prend en charge les formats m4a, mp3 et wav, ainsi que l'import de vidéos mp4, mov et m4v (la piste audio est extraite automatiquement et la vidéo d'origine est conservée dans le même dossier)
hi: m4a, mp3 और wav के साथ-साथ mp4, mov और m4v वीडियो आयात का समर्थन करता है (ऑडियो ट्रैक स्वतः निकाला जाता है, मूल वीडियो उसी फ़ोल्डर में सुरक्षित रहता है)
id: Mendukung m4a, mp3, dan wav, serta impor video mp4, mov, dan m4v (trek audio diekstrak otomatis, video asli disimpan di folder yang sama)
it: Supporta m4a, mp3 e wav, oltre all'importazione di video mp4, mov e m4v (la traccia audio viene estratta automaticamente e il video originale viene conservato nella stessa cartella)
ja: m4a、mp3、wav に対応し、mp4、mov、m4v 動画の読み込みにも対応します（音声トラックを自動抽出し、元の動画は同じフォルダに保持されます）
ko: m4a, mp3, wav를 지원하며 mp4, mov, m4v 동영상 가져오기도 지원합니다(오디오 트랙을 자동 추출하고 원본 동영상은 같은 폴더에 보관됩니다)
nl: Ondersteunt m4a, mp3 en wav, evenals het importeren van mp4-, mov- en m4v-video's (audiospoor wordt automatisch geëxtraheerd, de originele video blijft in dezelfde map bewaard)
pl: Obsługuje m4a, mp3 i wav oraz import wideo mp4, mov i m4v (ścieżka audio jest wyodrębniana automatycznie, oryginalne wideo pozostaje w tym samym folderze)
pt: Suporta m4a, mp3 e wav, além da importação de vídeos mp4, mov e m4v (a faixa de áudio é extraída automaticamente e o vídeo original é mantido na mesma pasta)
ru: Поддерживаются m4a, mp3 и wav, а также импорт видео mp4, mov и m4v (звуковая дорожка извлекается автоматически, исходное видео сохраняется в той же папке)
sv: Stöder m4a, mp3 och wav samt import av mp4-, mov- och m4v-video (ljudspåret extraheras automatiskt och originalvideon sparas i samma mapp)
th: รองรับ m4a, mp3 และ wav รวมถึงการนำเข้าวิดีโอ mp4, mov และ m4v (ดึงแทร็กเสียงออกโดยอัตโนมัติ และเก็บวิดีโอต้นฉบับไว้ในโฟลเดอร์เดียวกัน)
tr: m4a, mp3 ve wav ile birlikte mp4, mov ve m4v video içe aktarmayı destekler (ses kanalı otomatik çıkarılır, orijinal video aynı klasörde saklanır)
uk: Підтримує m4a, mp3 і wav, а також імпорт відео mp4, mov і m4v (звукову доріжку вилучено автоматично, оригінальне відео зберігається в тій самій теці)
vi: Hỗ trợ m4a, mp3 và wav, cũng như nhập video mp4, mov và m4v (tự động trích xuất âm thanh, video gốc được giữ trong cùng thư mục)
zh_hant: 支援 m4a、mp3、wav，也支援 mp4、mov、m4v 影片匯入（自動擷取音軌，原始影片同資料夾保留）

source: 支持多种音频与视频格式
ar: يدعم صيغ صوت وفيديو متعددة
de: Unterstützt viele Audio- und Videoformate
en: Supports Many Audio and Video Formats
es: Compatible con varios formatos de audio y vídeo
fr: Prend en charge de nombreux formats audio et vidéo
hi: कई ऑडियो और वीडियो प्रारूप समर्थित
id: Mendukung berbagai format audio dan video
it: Supporta molti formati audio e video
ja: 多种の音声・動画形式に対応
ko: 다양한 오디오·동영상 형식 지원
nl: Ondersteunt vele audio- en videoformaten
pl: Obsługuje wiele formatów audio i wideo
pt: Suporta vários formatos de áudio e vídeo
ru: Поддержка разных аудио- и видеоформатов
sv: Stöder många ljud- och videoformat
th: รองรับรูปแบบเสียงและวิดีโอหลายแบบ
tr: Birçok ses ve video formatını destekler
uk: Підтримує багато аудіо- та відеоформатів
vi: Hỗ trợ nhiều định dạng âm thanh và video
zh_hant: 支援多種音訊與影片格式

source: 支持延时截图：菜单栏选择 3 秒或 5 秒倒计时，方便截取菜单、弹窗等瞬态界面
ar: يدعم لقطة الشاشة المؤجلة: اختر عدًّا تنازليًا 3 أو 5 ثوانٍ من شريط القوائم، لالتقاط القوائم والنوافذ المنبثقة وغيرها من الواجهات اللحظية بسهولة
de: Unterstützt verzögerte Screenshots: Wählen Sie in der Menüleiste einen 3- oder 5-Sekunden-Countdown, um Menüs, Popups und andere flüchtige Oberflächen bequem zu erfassen
en: Supports delayed screenshots: select 3-second or 5-second countdown from the menu bar, great for capturing menus, popups, and other transient UI elements.
es: Admite capturas retardadas: seleccione una cuenta regresiva de 3 o 5 segundos en la barra de menús, ideal para capturar menús, ventanas emergentes y otras interfaces transitorias
fr: Prend en charge les captures différées : sélectionnez un compte à rebours de 3 ou 5 secondes dans la barre des menus, pratique pour capturer menus, fenêtres contextuelles et autres interfaces éphémères
hi: विलंबित स्क्रीनशॉट समर्थित: मेनू बार से 3 या 5 सेकंड उलटी गिनती चुनें, मेनू/पॉपअप आदि क्षणिक इंटरफ़ेस कैप्चर करने में सुविधाजनक
id: Mendukung tangkapan layar tertunda: pilih hitung mundur 3 atau 5 detik dari bilah menu, praktis untuk menangkap menu, pop-up, dan antarmuka sementara lainnya
it: Supporta screenshot ritardati: seleziona un conto alla rovescia di 3 o 5 secondi dalla barra dei menu, ideale per acquisire menu, popup e altre interfacce transitorie
ja: 遅延スクリーンショットに対応：メニューバーで 3 秒または 5 秒のカウントダウンを選び、メニューやポップアップなど一時的な画面を撮れます
ko: 지연 스크린샷 지원: 메뉴 막대에서 3초 또는 5초 카운트다운을 선택해 메뉴, 팝업 등 일시적 화면을 캡처하기 편리합니다
nl: Ondersteunt vertraagde schermafdrukken: kies een aftelling van 3 of 5 seconden in de menubalk, handig voor menu's, pop-ups en andere tijdelijke interfaces
pl: Obsługuje opóźnione zrzuty: wybierz odliczanie 3 lub 5 sekund z paska menu, aby wygodnie uchwycić menu, wyskakujące okna i inne przejściowe elementy
pt: Oferece capturas atrasadas: selecione uma contagem de 3 ou 5 segundos na barra de menus, ideal para capturar menus, pop-ups e outras interfaces transitórias
ru: Поддерживает снимки с задержкой: выберите в строке меню отсчёт 3 или 5 секунд, чтобы удобно снимать меню, всплывающие окна и другие временные интерфейсы
sv: Stöder fördröjda skärmdumpar: välj en nedräkning på 3 eller 5 sekunder i menyraden, bra för att fånga menyer, popup-fönster och andra tillfälliga gränssnitt
th: รองรับภาพหน้าจอแบบหน่วงเวลา: เลือกนับถอยหลัง 3 หรือ 5 วินาทีจากแถบเมนู สะดวกสำหรับจับภาพเมนู ป๊อปอัป และหน้าจอชั่วคราว
tr: Gecikmeli ekran görüntüsü destekler: menü çubuğundan 3 veya 5 saniyelik geri sayım seçin; menüleri, açılır pencereleri ve diğer geçici arayüzleri yakalamak için idealdir
uk: Підтримує знімки із затримкою: виберіть у рядку меню відлік 3 або 5 секунд, щоб зручно знімати меню, спливні вікна та інші тимчасові інтерфейси
vi: Hỗ trợ chụp ảnh trễ: chọn đếm ngược 3 hoặc 5 giây từ thanh menu, tiện để chụp menu, cửa sổ bật lên và các giao diện tạm thời
zh_hant: 支援延時截圖：選單列選擇 3 秒或 5 秒倒數，方便截取選單、彈出視窗等瞬態介面

source: 支持录制本机麦克风和系统输出音频（仅 macOS）。录音文件统一存储在文稿目录下的 Memonta 文件夹，按月份分组，以年月日时分秒命名。
ar: يدعم تسجيل الميكروفون وصوت إخراج النظام (macOS فقط). تُخزَّن ملفات التسجيل في مجلد Memonta داخل المستندات، مجمّعة حسب الشهر ومسماة بالتاريخ والوقت.
de: Unterstützt die Aufnahme von Mikrofon und Systemaudio (nur macOS). Aufnahmen werden im Memonta-Ordner unter Dokumente gespeichert, nach Monat gruppiert und nach Datum und Zeit benannt.
en: Record your Mac's microphone and system output audio (macOS only). Recording files are stored in the Memonta folder under Documents, grouped by month, named by date and time.
es: Admite grabar el micrófono y el audio de salida del sistema (solo macOS). Los archivos se guardan en la carpeta Memonta de Documentos, agrupados por mes y con nombre de fecha y hora.
fr: Prend en charge l'enregistrement du microphone et de la sortie audio du système (macOS uniquement). Les fichiers sont stockés dans le dossier Memonta du dossier Documents, groupés par mois et nommés par date et heure.
hi: माइक्रोफ़ोन और सिस्टम आउटपुट ऑडियो रिकॉर्डिंग समर्थित (केवल macOS)। रिकॉर्डिंग फ़ाइलें Documents के Memonta फ़ोल्डर में महीने के अनुसार समूहित होकर दिनांक और समय से नामित होती हैं।
id: Mendukung perekaman mikrofon dan audio keluaran sistem (khusus macOS). File rekaman disimpan dalam folder Memonta di Dokumen, dikelompokkan per bulan, dan dinamai sesuai tanggal dan waktu.
it: Supporta la registrazione del microfono e dell'audio di sistema (solo macOS). I file sono archiviati nella cartella Memonta in Documenti, raggruppati per mese e denominati per data e ora.
ja: マイクとシステム出力音声の録音に対応（macOS のみ）。録音ファイルは書類フォルダの Memonta フォルダに月別に保存され、日時で命名されます。
ko: 마이크와 시스템 출력 오디오 녹음을 지원합니다(macOS 전용). 녹음 파일은 문서 폴더의 Memonta 폴더에 월별로 저장되며 날짜와 시간으로 이름이 지정됩니다.
nl: Ondersteunt opnemen van microfoon en systeemgeluid (alleen macOS). Opnamebestanden worden opgeslagen in de Memonta-map in Documenten, gegroepeerd per maand en genoemd naar datum en tijd.
pl: Obsługuje nagrywanie mikrofonu i dźwięku systemowego (tylko macOS). Pliki nagrań są przechowywane w folderze Memonta w Dokumentach, pogrupowane według miesiąca i nazwane datą oraz godziną.
pt: Suporta gravar o microfone e o áudio de saída do sistema (somente macOS). Os arquivos são armazenados na pasta Memonta em Documentos, agrupados por mês e nomeados por data e hora.
ru: Поддерживает запись микрофона и системного звука (только macOS). Файлы хранятся в папке Memonta в Документах, сгруппированные по месяцам и названные по дате и времени.
sv: Stödjer inspelning av mikrofon och systemljud (endast macOS). Inspelningsfiler lagras i Memonta-mappen under Dokument, grupperade per månad och namngivna efter datum och tid.
th: รองรับการบันทึกเสียงไมโครโฟนและเสียงออกของระบบ (เฉพาะ macOS) ไฟล์เสียงบันทึกเก็บในโฟลเดอร์ Memonta ในเอกสาร จัดกลุ่มตามเดือนและตั้งชื่อตามวันเวลา
tr: Mikrofon ve sistem çıkış sesinin kaydedilmesini destekler (yalnızca macOS). Kayıt dosyaları Belgeler'deki Memonta klasöründe saklanır, aya göre gruplandırılır ve tarih-saat ile adlandırılır.
uk: Підтримує запис мікрофона та системного звуку (лише macOS). Файли записів зберігаються у папці Memonta в Документах, згруповані за місяцями та названі за датою й часом.
vi: Hỗ trợ ghi âm micro và âm thanh đầu ra hệ thống (chỉ macOS). File ghi âm được lưu trong thư mục Memonta của Documents, nhóm theo tháng, đặt tên theo ngày giờ.
zh_hant: 支持錄製本機麥克風和系統輸出音頻（僅 macOS）。錄音文件統一存儲在文稿目錄下的 Memonta 文件夾，按月份分組，以年月日時分秒命名。

source: 支持智能静音检测：会议软件（Teams/Zoom/腾讯会议）静音时自动暂停麦克风采集，解除静音后自动恢复
ar: كشف الكتم الذكي: يتوقف التقاط الميكروفون تلقائيًا عند كتم تطبيق الاجتماع (Teams/Zoom/Tencent Meeting) ويُستأنف عند إلغاء الكتم
de: Intelligente Stummschalterkennung: Mikrofonerfassung pausiert automatisch, wenn eine Meeting-App (Teams/Zoom/Tencent Meeting) stummschaltet, und wird danach fortgesetzt
en: Smart mute detection: microphone capture pauses automatically when a meeting app (Teams/Zoom/Tencent Meeting) mutes, and resumes when unmuted
es: Detección inteligente de silencio: la captura del micrófono se pausa automáticamente cuando una app de reunión (Teams/Zoom/Tencent Meeting) silencia, y se reanuda al activar
fr: Détection intelligente de la sourdine : la capture du micro se met en pause automatiquement quand une app de réunion (Teams/Zoom/Tencent Meeting) coupe le micro, et reprend à la réactivation
hi: स्मार्ट म्यूट डिटेक्शन: मीटिंग ऐप (Teams/Zoom/Tencent Meeting) म्यूट करने पर माइक्रोफ़ोन कैप्चर स्वतः रुकता है, और अनम्यूट पर फिर शुरू होता है
id: Deteksi bisu cerdas: penangkapan mikrofon berhenti otomatis saat aplikasi rapat (Teams/Zoom/Tencent Meeting) membisukan, dan berlanjut saat diaktifkan lagi
it: Rilevamento intelligente del silenzio: la cattura del microfono si mette in pausa automaticamente quando un'app di riunioni (Teams/Zoom/Tencent Meeting) silenzia, e riprende alla riattivazione
ja: スマートミュート検出に対応：会議アプリ（Teams/Zoom/テンセント会議）のミュート時にマイク取り込みを自動停止し、解除後に自動復帰
ko: 스마트 음소거 감지 지원: 회의 앱(Teams/Zoom/텐센트 회의) 음소거 시 마이크 캡처를 자동 일시 중지하고 해제 후 자동 재개
nl: Slimme dempingsdetectie: microfoonopname pauzeert automatisch wanneer een vergaderapp (Teams/Zoom/Tencent Meeting) dempt, en hervat bij ontdepen
pl: Inteligentne wykrywanie wyciszenia: przechwytywanie mikrofonu jest automatycznie wstrzymywane, gdy aplikacja spotkania (Teams/Zoom/Tencent Meeting) wycisza, i wznawiane po wyłączeniu wyciszenia
pt: Detecção inteligente de silêncio: a captura do microfono pausa automaticamente quando um app de reunião (Teams/Zoom/Tencent Meeting) silencia, e retoma ao reativar
ru: Умное обнаружение звука: захват микрофона автоматически приостанавливается, когда приложение собрания (Teams/Zoom/Тencent Meeting) выключает звук, и возобновляется при включении
sv: Smart tystdetektering: mikrofoninsamlingen pausas automatiskt när en mötesapp (Teams/Zoom/Tencent Meeting) tystar, och återupptas vid aktivering
th: การตรวจจับการปิดเสียงอัจฉริยะ: การจับเสียงไมโครโฟนหยุดอัตโนมัติเมื่อแอปประชุม (Teams/Zoom/Tencent Meeting) ปิดเสียง และทำงานต่อเมื่อเปิดเสียง
tr: Akıllı sessiz algılama: toplantı uygulaması (Teams/Zoom/Tencent Meeting) sessize aldığında mikrofon yakalama otomatik duraklar, ses açılınca devam eder
uk: Розумне виявлення вимкнення звуку: захоплення мікрофона автоматично призупиняється, коли застосунок наради (Teams/Zoom/Tencent Meeting) вимикає звук, і відновлюється після увімкнення
vi: Phát hiện tắt tiếng thông minh: việc thu micro tự động tạm dừng khi ứng dụng họp (Teams/Zoom/Tencent Meeting) tắt tiếng, và tiếp tục khi bật lại
zh_hant: 支持智能靜音檢測：會議軟體（Teams/Zoom/騰訊會議）靜音時自動暫停麥克風採集，解除靜音後自動恢復

source: 支持视觉（图片输入）
ar: دعم الرؤية (إدخال الصور)
de: Vision-Unterstützung (Bildeingabe)
en: Supports vision (image input)
es: Compatible con visión (entrada de imagen)
fr: Vision prise en charge (entrée image)
hi: विज़न समर्थन (छवि इनपुट)
id: Dukungan visi (masukan gambar)
it: Supporto visione (ingresso immagine)
ja: ビジョン対応（画像入力）
ko: 비전 지원(이미지 입력)
nl: Visie-ondersteuning (afbeeldingsinvoer)
pl: Obsługa wizji (wejście obrazu)
pt: Suporte a visão (entrada de imagem)
ru: Поддержка зрения (ввод изображений)
sv: Visionsstöd (bildinmatning)
th: รองรับภาพ (อินพุตรูปภาพ)
tr: Görsel desteği (resim girişi)
uk: Підтримка зору (вхід зображень)
vi: Hỗ trợ thị giác (đầu vào ảnh)
zh_hant: 支援視覺（圖片輸入）

source: 支持简体中文、繁体中文和多语言转写
ar: يدعم التفريغ بالصينية المبسطة والتقليدية ولغات متعددة
de: Unterstützt Transkription in vereinfachtem Chinesisch, traditionellem Chinesisch und vielen Sprachen
en: Supports Simplified Chinese, Traditional Chinese and multilingual transcription
es: Admite transcripción en chino simplificado, chino tradicional y varios idiomas
fr: Prend en charge la transcription en chinois simplifié, chinois traditionnel et multilingue
hi: सरलीकृत चीनी, पारंपरिक चीनी और बहुभाषी ट्रांसक्रिप्शन समर्थित
id: Mendukung transkripsi Mandarin sederhana, Mandarin tradisional, dan multibahasa
it: Supporta la trascrizione in cinese semplificato, cinese tradizionale e più lingue
ja: 簡体字中国語・繁体字中国語・多言語の文字起こしに対応
ko: 중국어 간체, 번체 및 다국어 전사 지원
nl: Ondersteunt transcriptie in vereenvoudigd Chinees, traditioneel Chinees en meerdere talen
pl: Obsługuje transkrypcję w chińskim uproszczonym, tradycyjnym i wielu językach
pt: Suporta transcrição em chinês simplificado, chinês tradicional e vários idiomas
ru: Поддерживает расшифровку на упрощённом китайском, традиционном китайском и многих языках
sv: Stöder transkribering på förenklad kinesiska, traditionell kinesiska och flera språk
th: รองรับการถอดความภาษาจีนตัวย่อ จีนตัวเต็ม และหลายภาษา
tr: Basitleştirilmiş Çince, Geleneksel Çince ve çok dilli çeviri yazıyı destekler
uk: Підтримує транскрибування спрощеною китайською, традиційною китайською та багатьма мовами
vi: Hỗ trợ chuyển ngữ tiếng Trung giản thể, phồn thể và đa ngôn ngữ
zh_hant: 支持簡體中文、繁體中文和多語言轉寫
